courses/stat.org
#+TITLE:       概率统计与随机过程
#+AUTHOR:      Junzhou Zhao
#+DATE:        2024-02-23 Fri
#+URI:         /courses/stat
#+LANGUAGE:    en
#+OPTIONS:     H:3 num:nil toc:nil \n:nil ::t |:t ^:nil -:nil f:t *:t <:t

* 概率统计与随机过程
 - 本科生课程 MATH200327：《概率统计与随机过程》(Probability Theory and Stochastic Process)，春

#+ATTR_HTML: :style margin-left:auto; margin-right:auto; :rules all
|-----+------------------------+--------|
| No. | 课程内容               | PPT    |
|-----+------------------------+--------|
|   0 | 课程介绍               | [[file:../assets/slides/stat/Ch0.pdf][slides]] |
|   1 | 随机事件与概率         | slides |
|   2 | 随机变量与概率分布     | slides |
|   3 | 随机变量的数字特征     | slides |
|   4 | 大数定律与中心极限定理 | slides |
|-----+------------------------+--------|


* News
 - *数十万次测试证明抛硬币更可能落在开始抛的那一面* ：前职业魔术师、斯坦福数学统计
   学教授 Persi Diaconis 指出，当人们抛一枚普通硬币时会引入一个小幅度的“进动”——整
   个硬币的轨迹中对旋转轴方向的一个变动。结果是硬币更可能落在开始抛出的那一面，即
   所谓的“同面偏差”。他的模型预测硬币落在开始抛出那一面的概率大约为 51%。欧洲研究
   人员收集了 350,757 次抛硬币的情况，结果强有力的支持了 Diaconis 的预测，落在同面
   的概率为 0.508。这一现象对不同硬币都适用。 [[https://arxiv.org/abs/2310.04153][link]]
