courses/stat/index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

    <title>概率统计与随机过程 - Junzhou Zhao （赵俊舟）</title>
    <meta name="author" content="Junzhou Zhao" />

    <link rel="stylesheet" href="/media/css/bootstrap.min.css">

    <link rel="stylesheet" href="/media/css/main.css" />


</head>

<body>
    <div class="container mt-5">
        <nav class="navbar navbar-expand-sm flex-column flex-sm-row text-nowrap p-0">
    <a class="navbar-brand mx-0 mr-sm-auto" href="/">Junzhou Zhao （赵俊舟）</a>
    <div class="navbar-nav flex-row flex-wrap justify-content-center">
        <a class="nav-item nav-link" href="/">About</a>
        <span class="nav-item navbar-text mx-1">/</span>
        <a class="nav-item nav-link" href="/publication/">Publication</a>
        <span class="nav-item navbar-text mx-1">/</span>
        <a class="nav-item nav-link" href="/contact/">Contact</a>
    </div>
</nav>
<hr>

        <section id="content">
    
<div id="outline-container-org763dd28" class="outline-2">
<h2 id="org763dd28">概率统计与随机过程</h2>
<div class="outline-text-2" id="text-org763dd28">
<ul class="org-ul">
<li>本科生课程 MATH200327：《概率统计与随机过程》(Probability Theory and Stochastic Process)，春</li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="all" frame="hsides" style="margin-left:auto; margin-right:auto;">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">No.</th>
<th scope="col" class="org-left">课程内容</th>
<th scope="col" class="org-left">PPT</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">课程介绍</td>
<td class="org-left"><a href="/assets/courses/stat/stat0.pdf">slides</a></td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">随机事件与概率</td>
<td class="org-left">slides</td>
</tr>
</tbody>
</table>
</div>
</div>


<div id="outline-container-orgbc7a0af" class="outline-2">
<h2 id="orgbc7a0af">News</h2>
<div class="outline-text-2" id="text-orgbc7a0af">
<ul class="org-ul">
<li><b>数十万次测试证明抛硬币更可能落在开始抛的那一面</b>：前职业魔术师、斯坦福数学统计学教授 Persi Diaconis 指出，当人们抛一枚普通硬币时会引入一个小幅度的“进动”——整个硬币的轨迹中对旋转轴方向的一个变动。结果是硬币更可能落在开始抛出的那一面，即所谓的“同面偏差”。他的模型预测硬币落在开始抛出那一面的概率大约为 51%。欧洲研究人员收集了 350,757 次抛硬币的情况，结果强有力的支持了 Diaconis 的预测，落在同面的概率为 0.508。这一现象对不同硬币都适用。<a href="https://arxiv.org/abs/2310.04153">link</a></li>
</ul>
</div>
</div>

</section>

        <footer id="footer" class="mb-5">
    <hr>
    <div class="container text-center">
        Copyright &copy; 2015 - <span id="footerYear"></span> by J. Zhao.

        <script type="text/javascript">
            document.getElementById("footerYear").innerHTML = (new Date()).getFullYear();
        </script>
    </div>

    <script>
        var _hmt = _hmt || [];
        (function() {
            var hm = document.createElement("script");
            hm.src = "https://hm.baidu.com/hm.js?70d282bac75aff81babeeb598206f823";
            var s = document.getElementsByTagName("script")[0];
            s.parentNode.insertBefore(hm, s);
        })();
    </script>
</footer>

    </div>
</body>
</html>
